web-api-helloworld/go-gin/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    26.74ms    7.46ms  65.23ms   68.92%
    Req/Sec     0.94k    70.30     1.12k    74.83%
  224040 requests in 1.00m, 31.19MB read
Requests/sec:   3732.98
Transfer/sec:    532.24KB