web-api-helloworld/go-gin/result-io-bound.txt
Running 1m test @ http://localhost:8000/io-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   101.25ms  542.31us 104.81ms   70.21%
    Req/Sec   247.85     15.35   252.00     95.58%
  59243 requests in 1.00m, 8.19MB read
Requests/sec:    985.73
Transfer/sec:    139.58KB