web-api-helloworld/go-gin/result-io-bound.txt
Running 1m test @ http://localhost:8000/io-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   201.26ms  567.60us 204.63ms   71.68%
    Req/Sec   124.26     34.19   242.00     66.25%
  29758 requests in 1.10m, 4.12MB read
  Socket errors: connect 0, read 0, write 0, timeout 200
Requests/sec:    451.22
Transfer/sec:     63.89KB