web-api-helloworld/go-gin/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.83ms    1.63ms  17.25ms   66.71%
    Req/Sec     9.02k   756.25    11.00k    75.58%
  2153647 requests in 1.00m, 289.60MB read
Requests/sec:  35865.02
Transfer/sec:      4.82MB